IDEA StatiCa Open Model
Settlement.ValueY Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Settlement in Y dirrection of support
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double ValueY { get; set; }
Public Property ValueY As Double
	Get
	Set
public:
property double ValueY {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
Settlement Class
IdeaRS.OpenModel.Loading Namespace